Repository: shaestrong/moneysaving--group9
Catalog: MoneyTree/Resources/Localizable.xcstrings
Source language: en
Languages: es

# %@ of %@
source: %1$@ of %2$@
es: %@ de %@

source: 1.5x Growth
es: Crecimiento 1.5x

source: Abracadabra, All Gone! 🎩
es: Abracadabra, ¡Todo desapareció! 🎩

source: Achievements
es: Logros

source: Add
es: Agregar

source: Add a new goal
es: Agregar una nueva meta

source: Add Entry
es: Agregar entrada

source: Add Item
es: Agregar ítem

source: Add Tree
es: Agregar árbol

source: Almost there
es: Casi llegando

source: Amount
es: Cantidad

source: Are you sure you want to delete this Entry?
es: ¿Estás seguro de que deseas eliminar esta entrada?

source: Are you sure you want to delete this tree?
es: ¿Estás seguro de que quieres eliminar este árbol?

source: Are you sure you want to make everything disappear?
es: ¿Estás seguro de que quieres hacer que todo desaparezca?

source: Are you sure you want to remove this contribution?
es: ¿Estás seguro de que deseas eliminar esta contribución?

source: Are you sure you want to remove this entry?
es: ¿Estás seguro de que deseas eliminar esta entrada?

source: Cancel
es: Cancelar

source: Change a Goal
es: Cambiar una meta

source: Check out my achievements!
es: ¡Mira mis logros!

source: Check out my tree growth!
es: ¡Mira el crecimiento de mi árbol!

source: Congratulations!
es: ¡Felicidades!

source: Contribute
es: Contribuir

source: Create a new goal!
es: ¡Crea una nueva meta!

source: Create some cool goals!
es: ¡Crea algunos objetivos geniales!

source: Daily
es: A diario

source: Dark Mode
es: Modo oscuro

source: Date
es: Fecha

source: Delete
es: Borrar

source: Delete Entry
es: Eliminar la entrada

source: Delete Tree
es: Eliminar árbol

source: Display Mode
es: Modo de visualización

source: Done
es: Hecho

source: Edit
es: Editar

source: Edit Tree
es: Editar árbol

source: Expense
es: Gastos

source: First Grown Tree
es: Primer árbol cultivado

source: First Tree
es: Primer árbol

source: Goal
es: Meta

source: Goal Date
es: Fecha objetivo

source: Goal: %@
es: Meta: %@

source: Grew a Tree
es: Creció un árbol

source: Home
es: Inicio

source: Income
es: Ingresos

source: License
es: Licencia

source: My Money Trees
es: Mis árboles de dinero

source: Name
es: Nombre

source: notes
es: notas

source: Notes
es: Notas

source: OK
es: Aceptar

source: Oops, no trees found!
es: ¡Sin árboles!

source: Oops, no! 🙅‍♂️
es: ¡Ups, no! 🙅‍♂️

source: Open Source License
es: Licencia de código abierto

source: Plant a MoneyTree
es: Plantar un árbol de dinero

source: Planted a Tree
es: Planté un árbol

source: Remove
es: Eliminar

source: Remove Contribution
es: Eliminar contribución

source: Remove Entry
es: Elimine la entrada

source: Reset Data
es: Reiniciar datos

source: Save
es: Guardar

source: Saved for 3 Days
es: Ahorraste por 3 días

source: Savings Goal
es: Meta de ahorro

source: Select a Goal
es: Seleccione un objetivo

source: Set your savings goal and
es: Establece tu objetivo de ahorro y

source: Settings
es: Ajustes

source: Smart Sprouts!
es: ¡Brotes inteligentes!

source: Spending
es: Gastos

source: Start your journey by creating a new goal!
es: ¡Comienza tu viaje creando una nueva meta!

source: Statistics
es: Estadísticas

source: This is the amount of money you want to save. It can be for a toy, a game, or anything else you like!
es: Esta es la cantidad de dinero que quieres ahorrar. ¡Puede ser para un juguete, un juego o cualquier otra cosa que quieras!

source: This will help you remember what your goal is about.
es: Esto te ayudará a recordar de qué se trata tu objetivo.

source: Three Consecutive Savings Days
es: Tres días de ahorro consecutivos

source: Tree Name
es: Nombre del árbol

source: Trees
es: Árboles

source: Type
es: Tipo

source: Uh oh!
es: ¡Ay, no!

source: Uh-oh!
es: ¡Ay, no!

source: Update
es: Actualizar

source: watch your MoneyTree grow!
es: mira cómo crece tu árbol de dinero!

source: You are doing great!
es: ¡Lo estás haciendo genial!

source: You can do it!
es: ¡Puedes hacerlo!

source: You don't have any achievements yet!
es: ¡Aún no tienes ningún logro!

source: You grew your first tree! Great job!
es: ¡Cultivaste tu primer árbol! ¡Gran trabajo!

source: You planted your first tree! Keep going!
es: ¡Plantaste tu primer árbol! ¡Sigue adelante!

source: You saved for three consecutive days!
es: ¡Ahorraste durante tres días consecutivos!

source: You're out of trees. Delete one to be able to add another.
es: Se te acabaron los árboles. Elimina uno para poder agregar otro.

source: Your contribution has made this goal advanced for %@%%
es: Tu contribución ha hecho que este objetivo avance un %@%%
